---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StructuralType.Beam
enum: Autodesk.Revit.DB.Structure.StructuralType
zh: 梁
source: html/0a0a3793-5fce-283d-4953-a137f5593db9.htm
---
# Autodesk.Revit.DB.Structure.StructuralType.Beam

**中文**: 梁

Structural Beam